Repository: wizardbuilder/test
Catalog: resources/language/*/strings.po
Languages: dutch

# #7000
source: [B]Sign In[/B]
dutch: [B]Login[/B]

# #7001
source: [B]Email address or username[/B]
dutch: [B]e-mailadres of gebruikersnaam[/B]

# #7002
source: [B]Password[/B]
dutch: [B]Wachtwoord[/B]

# #7003
source: [B]Don't have an account?[/B]
dutch: [B]Heeft u geen account?[/B]

# #7004
source: [B]Click on sign up button to activate your[CR]live television.[/B]
dutch: [B]klik op 'Aanmelden' knop om uw live[CR]televisie te activeren.[/B]

# #7005
source: [B]Your unique code[/B]
dutch: [B]Uw unieke code[/B]

# #7006
source: [B]First and last name[/B]
dutch: [B]Voor en achternaam[/B]

# #7007
source: [B]Your email address[/B][CR](an email confirmation will be[CR]sent to this address)
dutch: [B]Je e-mailadres[/B][CR](een e-mail zal ter bevestiging[CR]naar dit adres worden gestuurd)

# #7008
source: [B]Choose a username[/B][CR](should consist of more than 6 characters[CR]and may contain only letters, numbers[CR]and underscores)
dutch: [B]Kies een gebruikersnaam[/B][CR](dient te bestaan uit meer dan 6 karakters[CR]en mag alleen letters, getallen[CR]en underscores bevatten)

# #7009
source: [B]Choose a password[/B][CR](must consist of more than 6 characters)
dutch: [B]Kies een wachtwoord[/B][CR](moet bestaan uit meer dan 6 karakters)

# #7010
source: [B]Confirm your password[/B]
dutch: [B]Bevestig je wachtwoord[/B]

# #7012
source: Sign Up
dutch: Aanmelden

# #7013
source: Cancel
dutch: Annuleer

# #7014
source: Submit
dutch: Verzenden

# #7015
source: Remember Login
dutch: Onthoud Login gegevens

# #7100
source: Please enter coupon code
dutch: Voer coupon code in

# #7101
source: Please enter your First and Last Name
dutch: Vul hier je voor en achternaam in

# #7102
source: Please enter valid Email
dutch: Vul hier een geldig e-mailadres in

# #7103
source: Please enter valid Username. It must contain at least 6 characters made up of only 0-9 or A-z
dutch: Vul hier een geldige gebruikersnaam in. Deze moet tenminste bestaan uit 6 karakters, bestaande uit slechts 0-9 of A-z

# #7104
source: [COLOR red][B]Empty Fields![/B][/COLOR]
dutch: [COLOR red][B]lege Velden![/B][/COLOR]

# #7105
source: [COLOR red][B]Invalid Password![/B][/COLOR]
dutch: [COLOR red][B]Wachtwoord onjuist![/B][/COLOR]

# #7106
source: Password must contain at least 6 letters or digits
dutch: Wachtwoord moet bestaan uit tenminste 6 letters of cijfers

# #7107
source: [COLOR red][B]Password mismatch![/B][/COLOR]
dutch: [COLOR red][B]Wachtwoorden komen niet overeen![/B][/COLOR]

# #7108
source: Password and Password Confirmation are different.
dutch: Wachtwoord en Wachtwoord bevestiging komen niet overeen.

# #7109
source: Please re-enter both...
dutch: Vul beide opnieuw in...

# #7110
source: [B]Invalid Coupon Field:[/B]
dutch: [B]Fout Coupon Veld:[/B]

# #7111
source: [B]Invalid First Name:[/B]
dutch: [B]Foutieve Voornaam:[/B]

# #7112
source: [B]Invalid Last Name:[/B]
dutch: [B]Foutieve Achternaam:[/B]

# #7113
source: [B]Invalid Email Address:[/B]
dutch: [B]Foutief Email Address:[/B]

# #7114
source: [B]Invalid Username:[/B]
dutch: [B]Foutive Gebruikersnaam:[/B]

# #7115
source: [B]Invalid Password:[/B]
dutch: [B]Foutief Wachtwoord:[/B]

# #7116
source: [B]Invalid Password Confirmation:[/B]
dutch: [B]Foutive Wachtwoord Bevestiging:[/B]

# #7117
source: [COLOR red][B]Error processing form![/B][/COLOR]
dutch: [COLOR red][B]Fout bij het verwerken van het formulier![/B][/COLOR]

# #7118
source: [COLOR red][B]Error logging in![/B][/COLOR]
dutch: [COLOR red][B]Fout bij inloggen![/B][/COLOR]

# #7119
source: Downloading TV Guide
dutch: Het downloaden van TV Guide

# #8000
source: Username
dutch: Gebruikersnaam

# #8001
source: Password
dutch: Wachtwoord

# #8002
source: Auto Login
dutch: Automatische Login
